Revit 2027 API
ParameterTypeId.SpotElevBendLeader Property
 "Leader Shoulder"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevBendLeader { get; }
Public Shared ReadOnly Property SpotElevBendLeader As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevBendLeader {
	ForgeTypeId^ get ();
}
static member SpotElevBendLeader : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace